/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "Donner l'accès";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "Forsta nécessite l'accès à vos contacts. Nous n'enregistrons pas vos contacts sur nos serveurs.";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "Désolé !";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "Accepter les nouvelle clés de sécurités";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "Action requise";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "Forsta nécessite l'accès à vos contacts. L'accès aux contacts n'est pas autorisé. Forsta va fermer. Vous pouvez temporairement autoriser Forsta à accéder à vos contacts via l'application Réglages >> Général >> Restrictions >> Contacts >> Autoriser.";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "Fermer";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "Répondre";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "Vous avez un nouveau message ! Ouvrez l'app pour le lire.";

/* No comment provided by engineer. */
"APN_Message" = "Nouveau message !";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "Message de";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "Message dans le groupe";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ dans le groupe %@: %@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "Archiver";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "Archive";

/* No comment provided by engineer. */
"ATTACHMENT" = "Pièce jointe";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "Le téléchargement de la pièce jointe a échoué, appuyez pour réessayer.";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "Pièce jointe en téléchargement";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "Nouvelle pièce jointe prête à télécharger.";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "Forsta doit avoir accès au micro pour fonctionner correctement. Vous pouvez réinitialiser les droits d'accès dans Réglages >> Confidentialité >> Micro >> Forsta";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "Appeler en retour";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "Choisir depuis la Bibliothèque...";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "Ceci va remettre à zéro l'application en effaçant vos messages et en vous désinscrivant du serveur. L'application se fermera après l'effacement des données.";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "Êtes-vous sûr de vouloir supprimer votre compte ?";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "Vous ne pourrez plus recevoir ou envoyer de messages dans ce groupe.";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "Est-ce que vous voulez partir ?";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "Connecter un nouvel appareil";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "Confirmer";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Numéro non enregistré";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "Paramètres de cette conversation";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "Resetting your session will allow you to receive future messages from %@, but it will not recover any already corrupted messages.";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = "Sélectionner l'indicatif pays";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u jours";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "Reçu";

/* {{Short Date}} when device last communicated with Forsta Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "Dernière activité: %@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "Connecté: %@";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "Forsta ne pourrait pas actualiser la liste de vos appareils électroniques.";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "Messages disparaissant ";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "Les messages envoyés et reçus de cette conversation disparaîtront après avoir été lu. ";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "Ignorer";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "Modifier le groupe";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "Sauvegarder";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "Appuyez sur le bouton composer.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "Démarrez votre première conversation avec Forsta !";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "Vous pouvez archiver vos conversations inactives pour pouvoir les lire plus tard depuis votre boîte de réception.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "Nettoyer vos conversations.";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "Inviter le contact";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "Aucun de vos contact n'utilise Forsta!";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "Pourquoi n'invitez-vous pas quelqu'un ?";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "Astuce: ajouter une conversation en tant que rappel!";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "Fait, fait et fait.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "Rien. Zéro. Que dalle.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "Propre comme un sifflet.";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Erreur de serveur !";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "Raccrocher";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "L'établissement de la connexion a échoué !";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "Vous avez raccroché.";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "Le correspondant a raccroché.";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "L'authentification a échoué !";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Message du serveur :";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "Le numéro n'est pas inscrit à Forsta ou RedPhone  !";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "Destinataire non disponible.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "Vous avez rejeté l'appel.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "Appel rejeté.";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "Un nouvel appel a été effectué.";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "Occupé…";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "Appel manqué.";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "Erreur du client !";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "Failed to send message.";

/* Generic error used whenver Forsta can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "Forsta was unable to connect to the internet. Please try from another WiFi network or use mobile data.";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "Server Error. Please try again later.";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "Recipient is no longer a Forsta user.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "Réception d'un message en double.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "La clé du destinataire est invalide.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "Received a badly encrypted message. Tap to reset your secure session.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "Réception d'un message incompatible avec cette version.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "Pas de session disponible pour ce contact.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "Safety numbers changed.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "Une erreur inattendue s'est produite.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Vos clés de sécurité ont changé. Appuyez pour les vérifier. ";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "Oups!";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "Too many failures with this contact. Please try again shortly.";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "You must accept their new safety numbers before you will be able to send.";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "Échec de l'envoi. Taper ici pour réessayer.";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "Incapable de vérifier les clés de sécurité";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "Réinitialiser cette session.";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "Avatar modifié.";

/* No comment provided by engineer. */
"GROUP_CREATED" = "Group created.";

/* No comment provided by engineer. */
"GROUP_CREATING" = "Création du nouveau groupe";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "Echec de la création du groupe";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "Group Management";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = "%@ a rejoint le groupe.";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = "%@ a quitté le groupe.";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "Membres du groupe";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "Sortie du groupe %@";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "Echec de la sortie du groupe";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "Le sujet est maintenant '%@'.";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "Groupe mis à jour.";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "Vous avez quitté le groupe.";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u heures";

/* Call setup status label */
"IN_CALL_CONNECTING" = "Connexion…";

/* Call setup status label */
"IN_CALL_RINGING" = "Numérotation…";

/* Call setup status label */
"IN_CALL_SECURING" = "Établissement de la liaison sécurisée…";

/* Call setup status label */
"IN_CALL_TALKING" = "Sécurisé. Actif.";

/* Call setup status label */
"IN_CALL_TERMINATED" = "Terminé.";

/* No comment provided by engineer. */
"INCOMING_CALL" = "Appel entrant";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "Appel entrant de %@";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "Vos messages disparaîtront après %@. ";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "Vos messages ne disparaîtront pas.";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "Quitter";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "Quitter ce groupe";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "This QR code is not valid, make sure you are scanning the QR code displayed on the device you want to link.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "Linking Device Failed";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "Cet appareil pourra voir vos groupe et contacts, ainsi que lire et envoyer des messages en votre nom.";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "Souhaitez-vous connecter cet appareil ?";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "Retry";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "Scannez le code QR affiché sur votre appareil pour le lier.";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "Scannez un code QR";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "Connecter un nouvel appareil";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "Appareils liés";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "La connection a echouée";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "Voir la liste des membres du groupe";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "Chargement des contacts.";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "Patientez.";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "Authentification";

/* No comment provided by engineer. */
"ME_STRING" = "Moi";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "Nouveau message";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u minutes";

/* No comment provided by engineer. */
"MISSED_CALL" = "Appel manqué";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "You previously declined to let Forsta access your camera. Update your system settings to proceed.";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "Forsta needs to access your camera.";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "Appel manqué de %@.";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "Vous avez reçu un appel de %@.";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "Vous avez appelé %@.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "Impossible d'ajouter d'autres appareils.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "Vous avez atteint le nombre maximum d'appareils connectés à votre compte. Veuillez enlever un appareil, ou essayer à nouveau ultérieurement.";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "Merci de vérifier que vous êtes en ligne et essayer à nouveau.";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "Connecté";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "Connexion en cours";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "Etat du réseau";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "Hors connexion";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "Vous pouvez vérifier l'état de votre connexion en regardant la barre au-dessus de la boîte de réception.";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "Nouveau groupe";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "Nommer ce groupe de discussion";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "Ajouter quelqu'un";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "L'envoi de votre message à %@ a échoué.";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "À cause d'un bug du système de notification push d'Apple, la prévisualisation des messages ne peut être affichée que si le message est reçu dans les 30 secondes après l'envoi. Le compteur badge de l'application peut ainsi avoir un résultat faussé.";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "Ni nom de l'expéditeur ni message";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "Notifications d'arrière plan";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "Notifications In-App";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "Nom de l'expéditeur et message";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "Nom de l'expéditeur seulement";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "Afficher";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "Notifications sonores";

/* No comment provided by engineer. */
"OK" = "OK";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "Settings";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ a désactivé le délai de disparition des messages.";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ a changé le délai de disparition des messages à %@.";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "Appel sortant";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "Votre téléphone doit être déverrouillé pour recevoir de nouveaux messages.";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "Those don't look like the safety numbers for %@. Are you verifying the correct contact?";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "Every pair of Forsta users shares distinct safety numbers. Double check that %@ is displaying *your* distinct safety numbers.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "Vous utilisez une vielle version de Forsta. Vous devez la mettre à jour avant de vérifier vos clés. ";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "Votre contact utilise une vieille version de Forsta. Ils doivent la mettre à jour avant de verifier vos clés.";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "Le code scanné ne semble pas être une clé de sécurité. Assurez vous d'avoir une version à jour de Forsta.";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "Si vous désirez vérifier votre connexion chiffrée avec %@, compare les chiffres ci-dessus avec ceux sur l'appareil de votre contact.\n\nVous pouvez aussi scanner le code sur leur appareil, et vice-versa.";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "Vérifier les clés de sécurité";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "Procéder";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "Marquer comme lu";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "Répondre";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "Successfully re-registered for push notifications.";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "Notifications push";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "Forsta requiert que l’envoi de notifications et de sons soit activé pour fonctionner correctement. Pour changer cela merci de vous rendre dans Réglages >> Notifications >> Forsta.";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = "?";

/* No comment provided by engineer. */
"RATING_MSG" = "Si vous appréciez utiliser Forsta pour vos conversations privées, vous pouvez aider notre projet en le notant. Ça ne prend qu'une minute et vous aiderez certains à obtenir une meilleure confidentialité.";

/* No comment provided by engineer. */
"RATING_RATE" = "Notez Forsta";

/* No comment provided by engineer. */
"RATING_TITLE" = "Aider Forsta !";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Veuillez entrer un indicatif téléphonique valide";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Problème d'indicatif téléphonique";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "Forsta vous permet d'avoir des conversations privées avec vos contacts existants. Pour utiliser Forsta, veuillez autoriser l'accès à vos contacts.";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "Continuer";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "Bienvenue !";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "Veuillez réessayer";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "Le serveur limite en ce moment les inscriptions, veuillez réessayer plus tard.";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "Registered Number";

/* Alert title */
"REGISTRATION_BODY" = "Failed to re-register for push notifications.";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "Code pays";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "Saisir numéro";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "Erreur d'enregistrement";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "We can't activate your account until you verify the code we sent you.";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "Ce format de numéro de téléphone n'est pas supporté. Contactez le support.";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "Numéro de téléphone";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "Quelqu'un est impatient d'envoyer son premier message ! Vous devez d'abord vous enregistrer.";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "Votre numéro de téléphone";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "Verification Failed";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "The numbers you submitted don't match what we sent. Want to double check?";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "Vérifier cet appareil";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "Rejeter";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "Le numéro de téléphone que vous essayez d'enregistrer est déjà enregistré auprès d'un autre serveur. Veuillez vous déconnecter et essayez à nouveau.";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "Réenregistrer pour recevoir les notifications";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "Réessayer";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Forsta Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "Les clés de sécurités pour %@ ont changé. Vous voudriez les confirmer.";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "Scannez le code";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "Scan the QR Code on your contact's device.";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "Recherche par nom ou numéro";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u secondes";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "La session sécurisée a été réinitialisée.";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "Renvoyer";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "Envoyer";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "Envoyer un SMS à :";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "Inviter un ami via un SMS non sécurisé ?";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "L'envoi du SMS a échoué, veuillez réessayer plus tard.";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "Vous avez invité votre ami à utiliser Forsta!";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "Aimeriez-vous inviter sur Forsta le numéro suivant :";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "A propos de";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "Activer le log de débuggage";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "Envoyer le log de débuggage";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "Avancé";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "Requires your approval before communicating with someone who has new safety numbers, commonly from a reinstall of Forsta.";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "Require Approval on Change";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "Effacer les logs de l'historique";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "Copyright Open Whisper Systems\nSous licence GPLv3";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "Supprimer le compte";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "Etes-vous sûr de vouloir effacer tout votre historique (messages, pièces jointes, liste d'appels…) ? Cette action est irréversible.";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "Je suis sûr.";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "Aide";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "Historique";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "Information";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "Inviter";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "You can reach me using Forsta by @forstainc, get it now.";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "Réglages";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "Notifications";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "Vie privée";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "Safety Numbers Approval";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "Activer l'écran de sécurité";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "Empêcher la prévisualisation Forsta lors du basculement entre applications";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "Sécurité écran";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "Partager le lien d'installation";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "Assistance";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "Version";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "Afficher les nouvelle clés de sécurités";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u jour";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u heure";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u minute";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u semaine";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "Je vous invite à installer Forsta ! Voici le lien :";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "Vos clés de sécurité ont été vérifiés. Votre conversation avec %@ est privée. ";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "Clés de sécurité vérifiées!";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "Prendre une photo ou vidéo";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "Prendre une photo";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "Nous n'avons pas pu récupérer la dernière liste de contacts depuis le serveur. Veuillez réessayer plus tard.";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "Annuler";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "Effacer";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "Récupérer";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "Pièce jointe inconnue";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "Contact Inconnu";

/* button title for unlinking a device */
"UNLINK_ACTION" = "Déconnecter ";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "Cet appareil ne pourra plus envoyer ou recevoir de messages.";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "Déconnecter \"%@\"?";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "Forsta n'a pas pu lier votre appareil. ";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "Appareil sans nom";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "Echec de la déconnexion de Forsta.";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "Pièce jointe non supportée.";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "Votre appareil ne supporte pas cette fonctionnalité.";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "Mettre à jour";

/* No comment provided by engineer. */
"Upgrading Forsta ..." = "Upgrading Forsta ...";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "Uploading...";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "Modifier le numéro";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "Code de vérification";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "Appelez-moi plutôt";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "Redemander un code";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "Envoyer le code de vérification";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "Vérifier";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "Verify Safety Numbers";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Complétez la configuration sur Forsta Desktop";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u semaines";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "Boîte";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "Vous avez désactivé le délai de disparition des messages.";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "Vous avez changé le délai de disparition des messages à %@.";
